<!doctype html>
<html class="no-js" lang="">


<head>
    <meta charset="utf-8">
    <title>Livestock Farm</title>
    <meta name="description" content="">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link rel="apple-touch-icon" href="{{asset('asset/assets/img/logo.jpg')}}">
    <link rel="icon" href="{{asset('asset/assets/img/logo.jpg')}}">

    <link rel="stylesheet" href="{{asset('asset/assets/css/bootstrap.min.css')}}">
    <link rel="stylesheet" href="{{asset('asset/assets/css/fontawesome_all.min.css')}}"/>
    <link rel="stylesheet" href="{{asset('asset/assets/css/ma5-menu.min.css')}}">
    <link rel="stylesheet" href="{{asset('asset/assets/css/style.css')}}">
    <link rel="stylesheet" href="{{asset('asset/assets/css/responsive.css')}}">


</head>

<body>

    <section class="body_wrapper">
        <div class="container">
            <div class="row top_bar">
                <div class="col-12">
                    <div class="language_search">
                        <div class="menu_bar">
                            <!-- mobile menu toggle button start -->
                            <button class="ma5menu__toggle menu_button" type="button">
                                <img src="{{ asset('asset/assets/img/home.png') }}" alt="">
                            </button>
                            <!-- mobile menu toggle button end -->

                            <!-- source for mobile menu start -->
                            <ul class="site-menu">
                                <li>
                                    <a href="{{route('disease')}}" target="_blank">রোগব্যাধি, টিকা ও প্রতিকার</a>

                                </li>
                                <li>
                                    <a>খামারের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                    <ul>
                                        <li><a href="#">গাভীর খামারের তালিকা</a></li>
                                        <li><a href="#">হৃষ্টপুষ্টকরণ খামারের তালিকা</a></li>
                                        <li><a href="#">ছাগল খামারের তালিকা</a></li>
                                        <li><a href="#">ভেড়ার খামারের তালিকা</a></li>
                                        <li><a href="#">মহিষ খামারের তালিকা</a></li>
                                        <li><a href="#">সোনালি মুরগির খামারের তালিকা</a></li>
                                        <li><a href="#">লেয়ার মুরগির খামারের তালিকা</a></li>
                                        <li><a href="#">ব্রয়লার মুরগির খামারের তালিকা</a></li>
                                        <li><a href="#">কবুতর খামারের তালিকা</a></li>
                                        <li><a href="#">হাঁস খামারের তালিকা</a></li>
                                        <li><a href="#">টার্কি খামারের তালিকা</a></li>
                                        <li><a href="#">কোয়েল খামারের তালিকা</a></li>
                                        <li><a href="#">সৌখিন পাখির খামারের তালিকা</a></li>
                                        <li><a href="#">সংকর জাতের উন্নত খামারের তালিকা ফাইল</a></li>
                                        <li><a href="#">অন্যান্য খামারের তালিকা
                                            </a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a>প্রাণিজাত পণ্য ও উপজাতের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                    <ul>
                                        <li><a href="#">গোয়ালার তালিকা </a></li>
                                        <li><a href="#">চামড়া সংগ্রহকারীর তালিকা </a></li>
                                        <li><a href="#">কসাই/মাংস প্রক্রিয়াজাতকারীর তালিকা</a></li>
                                        <li><a href="#">প্রাণিজাত পণ্য/মিষ্টান্ন প্রক্রিয়াজাতকারী/বিক্রেতার
                                                তালিকা</a>
                                        </li>
                                        <li><a href="#">বাচ্চা/খাদ্য/ঔষধ বিক্রেতা/ডিলারদের তালিকা</a></li>
                                        <li><a href="#"> রেজি: ডেইরী খামারের তালিকা</a></li>
                                        <li><a href="#">রেজি: পোল্ট্রি খামার ও হ্যাচারির তালিকা</a></li>
                                        <li><a href="#">রেজি: কসাই এর তালিকা</a></li>
                                        <li><a href="#">দুধ প্রক্রিয়াজাতকারীদের তালিকা</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a>স্টেক হোল্ডারদের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                    <ul>
                                        <li><a href="#">ঘাস খামারির তালিকা</a></li>
                                        <li><a href="#">হাট-বাজারের তালিকা </a></li>
                                        <li><a href="#">কসাইখানা/জবাই স্থান এর তালিকা</a></li>
                                        <li><a href="#">ফিড উৎপাদনকারীর তালিকা</a></li>
                                        <li><a href="#">ফিড আমদানি/রপ্তানি/বিক্রেতার তালিকা</a></li>
                                        <li><a href="#"> ঔষধ/টিকা প্রস্তুতকারী/বিক্রেতার তালিকা</a></li>
                                        <li><a href="#">রেজি: ফিডমিল/পশুখাদ্য আমদানি/রপ্তানি/বিক্রেতার তালিকা</a>
                                        </li>
                                        <li><a href="#">রেজি: কসাই এর তালিকা</a></li>
                                        <li><a href="#">রেজি: অন্যান্য বেসরকারি প্রতিষ্ঠান এর তালিকা</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a>উপজেলার প্রাণিসম্পদ বিষয়ক তথ্য <i class="fa-solid fa-caret-down"></i></a>

                                    <ul>
                                        <li><a>সেবা প্রদান সংক্রান্ত তালিকা</a>
                                            <ol>
                                                <li><a href="#">অডিট ফাইল ও রিপোর্ট</a></li>
                                                <li><a href="#">স্বারক রেজিস্টার</a></li>
                                                <li><a href="#">প্রাপ্তি স্বীকার পত্র রেজিস্টার ও ফাইল</a></li>
                                                <li><a href="#">পত্রজারি রেজিস্টার ও ফাইল</a></li>
                                                <li><a href="#">শুদ্ধাচার/ই-গভ: ও ইনোভেশন/তথ্য অধিকার/সেবা প্রদান
                                                        প্রতিশ্রুতি/অভিযোগ-প্রতিকার ব্যবস্থা/এপিএ কমিটির সভা রেজিস্টার ও
                                                        ফাইল</a></li>
                                                <li><a href="#">সেবাগ্রহীতাদের মন্তব্য রেজিস্টার</a></li>
                                                <li><a href="#">তথ্য অধিকার প্রাপ্তির ফরম, আবেদন ও নিষ্পত্তি
                                                        ফাইল</a>
                                                </li>
                                                <li><a href="#">তদন্ত ফাইল</a></li>
                                                <li><a href="#">মোবাইল কোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">আইন/বিধিমালা/নীতিমালা ফাইল</a></li>
                                                <li><a href="#">বেসরকারি এআইটি ফাইল</a></li>
                                            </ol>
                                        </li>
                                        <li><a>প্রকল্পের তালিকা</a>
                                            <ol>
                                                <li><a href="#">স্টক রেজিস্টার ও বিতরণ ফাইল</a></li>
                                                <li><a href="#">বরাদ্দ রেজিস্টার</a></li>
                                                <li><a href="#">বিল রেজিস্টার ও বিল ভাউচার ফাইল </a></li>
                                                <li><a href="#">সম্প্রসারণ কাজের ফাইল</a></li>
                                                <li><a href="#">গুরুত্বপূর্ণ APA রেজিস্টার ও প্রমাণক ফাইলসমূহ
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>অফিস সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">অফিস বিল্ডিং এর কাগজ/দলিল ফাইল </a></li>
                                                <li><a href="#">অফিস আসবাবপত্রের রেজিস্টার ও প্রাপ্তি ফাইল </a>
                                                </li>
                                                <li><a href="#">বিদুৎ বিলের ফাইল </a></li>
                                                <li><a href="#">কর/খাজনা ফাইল </a></li>
                                                <li><a href="#">ইন্টারনেট/ওয়াইফাই/টেলিফোন বিল ফাইল</a></li>
                                                <li><a href="#">বরাদ্দ রেজিস্টার ও বরাদ্দ ফাইল </a></li>
                                                <li><a href="#">বিল রেজিস্টার ও বিল ভাউচার ফাইল </a></li>
                                                <li><a href="#">ক্যাশ বহি </a></li>
                                                <li><a href="#">স্ট্যাম্প বহি ও ফাইল </a></li>
                                                <li><a href="#">হাজিরা রেজিস্টার </a></li>
                                                <li><a href="#">ছুটির দরখাস্ত ফাইল </a></li>
                                                <li><a href="#">ভ্রমণ বিবরণী ফাইল </a></li>
                                                <li><a href="#">ভ্রমণভাতা ফাইল</a></li>
                                                <li><a href="#">ডার্ক/পেন্ডিং ফাইল </a></li>
                                                <li><a href="#">সম্প্রসারণ কাজের ফাইল </a></li>
                                                <li><a href="#">পরিদর্শন রেজিস্টার </a></li>
                                                <li><a href="#">স্মারক রেজিস্টার </a></li>
                                                <li><a href="#">মাসিক সভা রেজিস্টার ও মাসিক রিপোর্ট ফাইল </a>
                                                </li>
                                                <li><a href="#">উপজেলা স্থায়ী কমিটির সভা রেজিস্টার ও ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>কর্মকর্তা &amp; কর্মচারী সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">বেতনবিল ফাইল</a></li>
                                                <li><a href="#">কর্মকর্তা-কর্মচারীদের তথ্য ফাইল ও ব্যক্তিগত
                                                        ফাইল</a>
                                                </li>
                                            </ol>
                                        </li>
                                        <li><a>ঋণ সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">ক্ষুদ্র ঋণ বিতরণ রেজিস্টার</a></li>
                                                <li><a href="#">ক্ষুদ্র ঋণ বিতরণ ফাইল ও রাজস্ব আদায় ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                    </ul>


                                </li>
                                <li>
                                    <a>উপজেলার প্রাণিসম্পদ এর সারসংক্ষেপ <i class="fa-solid fa-caret-down"></i></a>

                                    <ul>
                                        <li><a>প্রজনন সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">কৃত্রিম প্রজনন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">কৃত্রিম প্রজনন রেজিস্টার </a></li>
                                                <li><a href="#">সিমেন স্টক রেজিস্টার ও সরবরাহের ফাইল</a></li>
                                                <li><a href="#">সিমেন থেকে রাজস্ব আদায় ফাইল </a></li>
                                                <li><a href="#"> সংকর জাতের বাছুর উৎপাদন তথ্য রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">সংকর জাতের বাছুর উৎপাদন তথ্য রেজিস্টার </a></li>
                                            </ol>
                                        </li>
                                        <li><a>টিকা সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">টিকা প্রদান রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর টিকা প্রদান রেজিস্টার ও বিতরণের ফাইল
                                                    </a></li>
                                                <li><a href="#">হাঁস-মুরগির টিকা প্রদান রেজিস্টার ও বিতরণের ফাইল
                                                        ফাইল</a></li>
                                                <li><a href="#">টিকাবীজ স্টক রেজিস্টার এবং সরবরাহ ও চাহিদাপত্রের
                                                        ফাইল
                                                    </a></li>
                                                <li><a href="#">টিকাবীজ থেকে রাজস্ব আদায় ফাইল
                                                    </a></li>
                                                <li><a href="#">ভ্যাক্সিনেশন ক্যাম্প রেজিস্টার </a></li>
                                            </ol>
                                        </li>
                                        <li><a>চিকিৎসা সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">গবাদিপশুর চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর চিকিৎসা রেজিস্টার (হাসপাতাল ও
                                                        খামার)</a></li>
                                                <li><a href="#">হাঁস-মুরগির চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">হাঁস-মুরগির চিকিৎসা রেজিস্টার (হাসপাতাল ও
                                                        খামার)</a>
                                                </li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রিপোর্ট রেজিস্টার </a></li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রেজিস্টার </a></li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">নমুনা সংগ্রহ ও গবেষণাগারে প্রেরণ রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">নমুনা সংগ্রহ ও গবেষণাগারে প্রেরণ রেজিস্টার এবং
                                                        নমুনা
                                                        প্রেরণপত্র ও
                                                        প্রাপ্ত রিপোর্ট এর ফাইল</a></li>
                                                <li><a href="#">ডিজিজ সার্ভিলেন্স রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">ডিজিজ সার্ভিলেন্স রেজিস্টার ও নজরদারীর তথ্যসংগ্রহ
                                                        ফাইল</a></li>
                                                <li><a href="#">ভেটেরিনারি ফ্রি মেডিক্যাল ক্যাম্প রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">ভেটেরিনারি ফ্রি মেডিক্যাল ক্যাম্প রেজিস্টার ও
                                                        সেবাগ্রহীতাদের তালিকা
                                                        ফাইল</a></li>
                                            </ol>
                                        </li>
                                        <li><a>অর্থনৈতিক রিপোর্ট সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">দুধ উৎপাদন রিপোর্ট রেজিস্টার
                                                    </a></li>
                                                <li><a href="#">দুধ উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                                <li><a href="#">মাংস উৎপাদন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">মাংস উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                                <li><a href="#"> পশু-পাখি বিক্রেতাদের তালিকা</a></li>
                                                <li><a href="#">চামড়া ব্যবসায়ীদের তালিকা </a></li>
                                                <li><a href="#"> ডিম উৎপাদন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">ডিম উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>সম্প্রসারণ সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">খামারি প্রশিক্ষণ রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">খামারি প্রশিক্ষণ রেজিস্টার ও অংশগ্রহণকারীদের
                                                        তালিকা
                                                        ফাইল</a></li>
                                                <li><a href="#">মাংস প্রক্রিয়াজাতকারীদের প্রশিক্ষণ রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">মাংস প্রক্রিয়াজাতকারীদের প্রশিক্ষণ রেজিস্টার ও
                                                        অংশগ্রহণকারীদের
                                                        তালিকা ফাইল </a></li>
                                                <li><a href="#"> উঠান বৈঠক রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">উঠান বৈঠক রেজিস্টার ও অংশগ্রহণকারীদের তালিকা
                                                        ফাইল</a>
                                                </li>
                                                <li><a href="#">স্থায়ী ঘাস চাষ সম্প্রসারণ রিপোর্ট রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">স্থায়ী ঘাস চাষ সম্প্রসারণ রেজিস্টার ও ঘাস চাষীদের
                                                        তথ্য
                                                        ফাইল</a></li>
                                                <li><a href="#">খামার/ফিডমিল/হ্যাচারি পরিদর্শণ রিপোর্ট রেজিস্টার
                                                    </a>
                                                </li>
                                                <li><a href="#">খামার/ফিডমিল/হ্যাচারি পরিদর্শণ রেজিস্টার এবং
                                                        প্রাপ্ত
                                                        তথ্য ফাইল ও
                                                        ফিডমিল/হ্যাচারি/চিলিংপ্লান্ট/বায়োগ্যাস প্ল্যান্ট/ওয়েস্ট
                                                        ম্যানেজমেন্ট
                                                        প্লান্ট/ঔষধ
                                                        কোম্পানি/ফার্মেসী/ডীলার ইত্যাদি এর তালিকা ফাইল </a></li>
                                                <li><a href="#"> গবাদিপশুর খামার রেজিস্ট্রেশন ও নবায়ন রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর খামার রেজিস্ট্রেশন ও নবায়ন রেজিস্টার
                                                        এবং
                                                        আবেদনকারীদের
                                                        ফাইল, রেজিস্টার্ড ও নন রেজিস্টার্ড খামারের তালিকা ফাইল</a></li>
                                                <li><a href="#">রেজিস্ট্রেশন/নবায়ন থেকে রাজস্ব আদায় ফাইল</a></li>
                                                <li><a href="#">হাঁস-মুরগির খামার রেজিস্ট্রেশন ও নবায়ন রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">হাঁস-মুরগির খামার রেজিস্ট্রেশন ও নবায়ন রেজিস্টার
                                                        এবং
                                                        আবেদনকারীদের
                                                        ফাইল, রেজিস্টার্ড ও নন রেজিস্টার্ড খামারের তালিকা ফাইল</a></li>
                                                <li><a href="#"> রেজিস্ট্রেশন/নবায়ন থেকে রাজস্ব আদায় ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                    </ul>

                                </li>
                                <li>
                                    <a>অন্যান্য <i class="fa-solid fa-caret-down"></i></a>
                                    <ul class="others_menu">
                                        <li><a href="#">মোবাইল কোর্ট সংখ্যা রিপোর্ট রেজিস্টার</a></li>
                                        <li><a href="#">মোবাইল কোর্ট রেজিস্টার ও আইন-বিধি ফাইল</a></li>
                                    </ul>
                                </li>
                            </ul>
                            <!-- source for mobile menu end -->
                        </div>
                        <!-- Search Box -->
                        <div class="search_box">
                            <input type="text" id="search">
                            <button onclick="performSearch()">অনুসন্ধান</button>
                        </div>
                        <!-- Language Switcher -->
                        <div class="language">
                            <select id="language" class="form-control lang-change">
                                <option value="bn" {{ session()->get('lang_code') == 'bn' ? 'selected' : '' }}>বাংলা
                                </option>

                                <option value="en" {{ session()->get('lang_code') == 'en' ? 'selected' : '' }}>
                                    English</option>

                            </select>
                        </div>

                    </div>
                </div>
            </div>
            <div class="row header_area">
                <div class="col-xxl-3 col-xl-3 col-lg-3 col-md-3 col-sm-3  col-12 home_button">
                    <div class="siderbar">
                        <div class="menu_bar">
                            <button class="ma5menu__toggle menu_button" type="button">
                                 <img src="{{ asset('asset/assets/img/home.png') }}" alt="">

                            </button>
                            <ul class="site-menu">
                                <li>
                                    <a href="{{route('disease')}}"target="_blank">রোগব্যাধি, টিকা ও প্রতিকার</a>

                                </li>
                                <li>
                                    <a>খামারের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                    <ul>
                                        <li><a href="#">গাভীর খামারের তালিকা</a></li>
                                        <li><a href="#">হৃষ্টপুষ্টকরণ খামারের তালিকা</a></li>
                                        <li><a href="#">ছাগল খামারের তালিকা</a></li>
                                        <li><a href="#">ভেড়ার খামারের তালিকা</a></li>
                                        <li><a href="#">মহিষ খামারের তালিকা</a></li>
                                        <li><a href="#">সোনালি মুরগির খামারের তালিকা</a></li>
                                        <li><a href="#">লেয়ার মুরগির খামারের তালিকা</a></li>
                                        <li><a href="#">ব্রয়লার মুরগির খামারের তালিকা</a></li>
                                        <li><a href="#">কবুতর খামারের তালিকা</a></li>
                                        <li><a href="#">হাঁস খামারের তালিকা</a></li>
                                        <li><a href="#">টার্কি খামারের তালিকা</a></li>
                                        <li><a href="#">কোয়েল খামারের তালিকা</a></li>
                                        <li><a href="#">সৌখিন পাখির খামারের তালিকা</a></li>
                                        <li><a href="#">সংকর জাতের উন্নত খামারের তালিকা ফাইল</a></li>
                                        <li><a href="#">অন্যান্য খামারের তালিকা
                                            </a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a>প্রাণিজাত পণ্য ও উপজাতের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                    <ul>
                                        <li><a href="#">গোয়ালার তালিকা </a></li>
                                        <li><a href="#">চামড়া সংগ্রহকারীর তালিকা </a></li>
                                        <li><a href="#">কসাই/মাংস প্রক্রিয়াজাতকারীর তালিকা</a></li>
                                        <li><a href="#">প্রাণিজাত পণ্য/মিষ্টান্ন প্রক্রিয়াজাতকারী/বিক্রেতার
                                                তালিকা</a>
                                        </li>
                                        <li><a href="#">বাচ্চা/খাদ্য/ঔষধ বিক্রেতা/ডিলারদের তালিকা</a></li>
                                        <li><a href="#"> রেজি: ডেইরী খামারের তালিকা</a></li>
                                        <li><a href="#">রেজি: পোল্ট্রি খামার ও হ্যাচারির তালিকা</a></li>
                                        <li><a href="#">রেজি: কসাই এর তালিকা</a></li>
                                        <li><a href="#">দুধ প্রক্রিয়াজাতকারীদের তালিকা</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a>স্টেক হোল্ডারদের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                    <ul>
                                        <li><a href="#">ঘাস খামারির তালিকা</a></li>
                                        <li><a href="#">হাট-বাজারের তালিকা </a></li>
                                        <li><a href="#">কসাইখানা/জবাই স্থান এর তালিকা</a></li>
                                        <li><a href="#">ফিড উৎপাদনকারীর তালিকা</a></li>
                                        <li><a href="#">ফিড আমদানি/রপ্তানি/বিক্রেতার তালিকা</a></li>
                                        <li><a href="#"> ঔষধ/টিকা প্রস্তুতকারী/বিক্রেতার তালিকা</a></li>
                                        <li><a href="#">রেজি: ফিডমিল/পশুখাদ্য আমদানি/রপ্তানি/বিক্রেতার তালিকা</a>
                                        </li>
                                        <li><a href="#">রেজি: কসাই এর তালিকা</a></li>
                                        <li><a href="#">রেজি: অন্যান্য বেসরকারি প্রতিষ্ঠান এর তালিকা</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a>উপজেলার প্রাণিসম্পদ বিষয়ক তথ্য <i class="fa-solid fa-caret-down"></i></a>

                                    <ul>
                                        <li><a>সেবা প্রদান সংক্রান্ত তালিকা</a>
                                            <ol>
                                                <li><a href="#">অডিট ফাইল ও রিপোর্ট</a></li>
                                                <li><a href="#">স্বারক রেজিস্টার</a></li>
                                                <li><a href="#">প্রাপ্তি স্বীকার পত্র রেজিস্টার ও ফাইল</a></li>
                                                <li><a href="#">পত্রজারি রেজিস্টার ও ফাইল</a></li>
                                                <li><a href="#">শুদ্ধাচার/ই-গভ: ও ইনোভেশন/তথ্য অধিকার/সেবা প্রদান
                                                        প্রতিশ্রুতি/অভিযোগ-প্রতিকার ব্যবস্থা/এপিএ কমিটির সভা রেজিস্টার ও
                                                        ফাইল</a></li>
                                                <li><a href="#">সেবাগ্রহীতাদের মন্তব্য রেজিস্টার</a></li>
                                                <li><a href="#">তথ্য অধিকার প্রাপ্তির ফরম, আবেদন ও নিষ্পত্তি
                                                        ফাইল</a>
                                                </li>
                                                <li><a href="#">তদন্ত ফাইল</a></li>
                                                <li><a href="#">মোবাইল কোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">আইন/বিধিমালা/নীতিমালা ফাইল</a></li>
                                                <li><a href="#">বেসরকারি এআইটি ফাইল</a></li>
                                            </ol>
                                        </li>
                                        <li><a>প্রকল্পের তালিকা</a>
                                            <ol>
                                                <li><a href="#">স্টক রেজিস্টার ও বিতরণ ফাইল</a></li>
                                                <li><a href="#">বরাদ্দ রেজিস্টার</a></li>
                                                <li><a href="#">বিল রেজিস্টার ও বিল ভাউচার ফাইল </a></li>
                                                <li><a href="#">সম্প্রসারণ কাজের ফাইল</a></li>
                                                <li><a href="#">গুরুত্বপূর্ণ APA রেজিস্টার ও প্রমাণক ফাইলসমূহ
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>অফিস সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">অফিস বিল্ডিং এর কাগজ/দলিল ফাইল </a></li>
                                                <li><a href="#">অফিস আসবাবপত্রের রেজিস্টার ও প্রাপ্তি ফাইল </a>
                                                </li>
                                                <li><a href="#">বিদুৎ বিলের ফাইল </a></li>
                                                <li><a href="#">কর/খাজনা ফাইল </a></li>
                                                <li><a href="#">ইন্টারনেট/ওয়াইফাই/টেলিফোন বিল ফাইল</a></li>
                                                <li><a href="#">বরাদ্দ রেজিস্টার ও বরাদ্দ ফাইল </a></li>
                                                <li><a href="#">বিল রেজিস্টার ও বিল ভাউচার ফাইল </a></li>
                                                <li><a href="#">ক্যাশ বহি </a></li>
                                                <li><a href="#">স্ট্যাম্প বহি ও ফাইল </a></li>
                                                <li><a href="#">হাজিরা রেজিস্টার </a></li>
                                                <li><a href="#">ছুটির দরখাস্ত ফাইল </a></li>
                                                <li><a href="#">ভ্রমণ বিবরণী ফাইল </a></li>
                                                <li><a href="#">ভ্রমণভাতা ফাইল</a></li>
                                                <li><a href="#">ডার্ক/পেন্ডিং ফাইল </a></li>
                                                <li><a href="#">সম্প্রসারণ কাজের ফাইল </a></li>
                                                <li><a href="#">পরিদর্শন রেজিস্টার </a></li>
                                                <li><a href="#">স্মারক রেজিস্টার </a></li>
                                                <li><a href="#">মাসিক সভা রেজিস্টার ও মাসিক রিপোর্ট ফাইল </a>
                                                </li>
                                                <li><a href="#">উপজেলা স্থায়ী কমিটির সভা রেজিস্টার ও ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>কর্মকর্তা &amp; কর্মচারী সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">বেতনবিল ফাইল</a></li>
                                                <li><a href="#">কর্মকর্তা-কর্মচারীদের তথ্য ফাইল ও ব্যক্তিগত
                                                        ফাইল</a>
                                                </li>
                                            </ol>
                                        </li>
                                        <li><a>ঋণ সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">ক্ষুদ্র ঋণ বিতরণ রেজিস্টার</a></li>
                                                <li><a href="#">ক্ষুদ্র ঋণ বিতরণ ফাইল ও রাজস্ব আদায় ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                    </ul>


                                </li>
                                <li>
                                    <a>উপজেলার প্রাণিসম্পদ এর সারসংক্ষেপ <i class="fa-solid fa-caret-down"></i></a>

                                    <ul>
                                        <li><a>প্রজনন সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">কৃত্রিম প্রজনন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">কৃত্রিম প্রজনন রেজিস্টার </a></li>
                                                <li><a href="#">সিমেন স্টক রেজিস্টার ও সরবরাহের ফাইল</a></li>
                                                <li><a href="#">সিমেন থেকে রাজস্ব আদায় ফাইল </a></li>
                                                <li><a href="#"> সংকর জাতের বাছুর উৎপাদন তথ্য রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">সংকর জাতের বাছুর উৎপাদন তথ্য রেজিস্টার </a></li>
                                            </ol>
                                        </li>
                                        <li><a>টিকা সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">টিকা প্রদান রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর টিকা প্রদান রেজিস্টার ও বিতরণের ফাইল
                                                    </a></li>
                                                <li><a href="#">হাঁস-মুরগির টিকা প্রদান রেজিস্টার ও বিতরণের ফাইল
                                                        ফাইল</a></li>
                                                <li><a href="#">টিকাবীজ স্টক রেজিস্টার এবং সরবরাহ ও চাহিদাপত্রের
                                                        ফাইল
                                                    </a></li>
                                                <li><a href="#">টিকাবীজ থেকে রাজস্ব আদায় ফাইল
                                                    </a></li>
                                                <li><a href="#">ভ্যাক্সিনেশন ক্যাম্প রেজিস্টার </a></li>
                                            </ol>
                                        </li>
                                        <li><a>চিকিৎসা সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">গবাদিপশুর চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর চিকিৎসা রেজিস্টার (হাসপাতাল ও
                                                        খামার)</a></li>
                                                <li><a href="#">হাঁস-মুরগির চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">হাঁস-মুরগির চিকিৎসা রেজিস্টার (হাসপাতাল ও
                                                        খামার)</a>
                                                </li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রিপোর্ট রেজিস্টার </a></li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রেজিস্টার </a></li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">নমুনা সংগ্রহ ও গবেষণাগারে প্রেরণ রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">নমুনা সংগ্রহ ও গবেষণাগারে প্রেরণ রেজিস্টার এবং
                                                        নমুনা
                                                        প্রেরণপত্র ও
                                                        প্রাপ্ত রিপোর্ট এর ফাইল</a></li>
                                                <li><a href="#">ডিজিজ সার্ভিলেন্স রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">ডিজিজ সার্ভিলেন্স রেজিস্টার ও নজরদারীর তথ্যসংগ্রহ
                                                        ফাইল</a></li>
                                                <li><a href="#">ভেটেরিনারি ফ্রি মেডিক্যাল ক্যাম্প রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">ভেটেরিনারি ফ্রি মেডিক্যাল ক্যাম্প রেজিস্টার ও
                                                        সেবাগ্রহীতাদের তালিকা
                                                        ফাইল</a></li>
                                            </ol>
                                        </li>
                                        <li><a>অর্থনৈতিক রিপোর্ট সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">দুধ উৎপাদন রিপোর্ট রেজিস্টার
                                                    </a></li>
                                                <li><a href="#">দুধ উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                                <li><a href="#">মাংস উৎপাদন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">মাংস উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                                <li><a href="#"> পশু-পাখি বিক্রেতাদের তালিকা</a></li>
                                                <li><a href="#">চামড়া ব্যবসায়ীদের তালিকা </a></li>
                                                <li><a href="#"> ডিম উৎপাদন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">ডিম উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>সম্প্রসারণ সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">খামারি প্রশিক্ষণ রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">খামারি প্রশিক্ষণ রেজিস্টার ও অংশগ্রহণকারীদের
                                                        তালিকা
                                                        ফাইল</a></li>
                                                <li><a href="#">মাংস প্রক্রিয়াজাতকারীদের প্রশিক্ষণ রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">মাংস প্রক্রিয়াজাতকারীদের প্রশিক্ষণ রেজিস্টার ও
                                                        অংশগ্রহণকারীদের
                                                        তালিকা ফাইল </a></li>
                                                <li><a href="#"> উঠান বৈঠক রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">উঠান বৈঠক রেজিস্টার ও অংশগ্রহণকারীদের তালিকা
                                                        ফাইল</a>
                                                </li>
                                                <li><a href="#">স্থায়ী ঘাস চাষ সম্প্রসারণ রিপোর্ট রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">স্থায়ী ঘাস চাষ সম্প্রসারণ রেজিস্টার ও ঘাস চাষীদের
                                                        তথ্য
                                                        ফাইল</a></li>
                                                <li><a href="#">খামার/ফিডমিল/হ্যাচারি পরিদর্শণ রিপোর্ট রেজিস্টার
                                                    </a>
                                                </li>
                                                <li><a href="#">খামার/ফিডমিল/হ্যাচারি পরিদর্শণ রেজিস্টার এবং
                                                        প্রাপ্ত
                                                        তথ্য ফাইল ও
                                                        ফিডমিল/হ্যাচারি/চিলিংপ্লান্ট/বায়োগ্যাস প্ল্যান্ট/ওয়েস্ট
                                                        ম্যানেজমেন্ট
                                                        প্লান্ট/ঔষধ
                                                        কোম্পানি/ফার্মেসী/ডীলার ইত্যাদি এর তালিকা ফাইল </a></li>
                                                <li><a href="#"> গবাদিপশুর খামার রেজিস্ট্রেশন ও নবায়ন রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর খামার রেজিস্ট্রেশন ও নবায়ন রেজিস্টার
                                                        এবং
                                                        আবেদনকারীদের
                                                        ফাইল, রেজিস্টার্ড ও নন রেজিস্টার্ড খামারের তালিকা ফাইল</a></li>
                                                <li><a href="#">রেজিস্ট্রেশন/নবায়ন থেকে রাজস্ব আদায় ফাইল</a></li>
                                                <li><a href="#">হাঁস-মুরগির খামার রেজিস্ট্রেশন ও নবায়ন রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">হাঁস-মুরগির খামার রেজিস্ট্রেশন ও নবায়ন রেজিস্টার
                                                        এবং
                                                        আবেদনকারীদের
                                                        ফাইল, রেজিস্টার্ড ও নন রেজিস্টার্ড খামারের তালিকা ফাইল</a></li>
                                                <li><a href="#"> রেজিস্ট্রেশন/নবায়ন থেকে রাজস্ব আদায় ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                    </ul>

                                </li>
                                <li>
                                    <a>অন্যান্য <i class="fa-solid fa-caret-down"></i></a>
                                    <ul class="others_menu">
                                        <li><a href="#">মোবাইল কোর্ট সংখ্যা রিপোর্ট রেজিস্টার</a></li>
                                        <li><a href="#">মোবাইল কোর্ট রেজিস্টার ও আইন-বিধি ফাইল</a></li>
                                    </ul>
                                </li>
                            </ul>

                        </div>


                    </div>
                </div>
                <div class="col-xxl-9 col-xl-9 col-lg-9 col-md-9 col-sm-9 col-12 logo_button">
                    <div class="logo_area">
                        <div class="logo">
                            <a href=""><img src="{{ asset('asset/assets/img/logo-removebg-preview.png') }}"
                                    alt=""></a>
                        </div>
                        <div class="call_token">
                            <div class="call">
                                <p>হট লাইনঃ</p>
                                <span><img src="{{ asset('asset/assets/img/ca.png') }}" alt="">১৬১৪২</span>
                            </div>
                            <div class="token_registration_wrap">
                                <div class="token_registraion">
                                    <div class="registration_btn">
                                        <a href="{{route('registration_page')}}" target="_blank">নিবন্ধন করুন</a>
                                    </div>

                                    {{-- <div class="token_btn">
                                        <button class="token" type="button" data-bs-toggle="modal"
                                            data-bs-target="#get_service">   <a href="{{ url('/Registration') }}">সেবা নিন</a></button> --}}
                                        <!-- Modal -->
                                        <div class="token_btn">
                                            <div class="token">
                                                <a href="{{route('token')}}" target="_blank">সেবা নিন</a>
                                            </div>
                                        <div class="modal fade" id="get_service" tabindex="-1"
                                            aria-labelledby="exampleModalLabel" aria-hidden="true">
                                            <div class="modal-dialog">
                                                <div class="modal-content">
                                                    <button type="button" class="close_btn" data-bs-dismiss="modal"
                                                        aria-label="Close"><i class="fa-solid fa-xmark"></i></button>
                                                    <!-- token -->
                                                    <form class="token_form">
                                                        <fieldset>
                                                            <div class="form-group">
                                                                <label class="control-label" for="full_name">পুরো
                                                                    নামঃ</label>
                                                                <input id="full_name" name="full_name"
                                                                    placeholder="আপনার নাম লিখুন" class="form-control"
                                                                    type="text" required>
                                                            </div>

                                                            <div class="form-group">
                                                                <label class="control-label" for="number">ফোন
                                                                    নাম্বারঃ</label>
                                                                <input id="number" name="number"
                                                                    placeholder="আপনার ফোন নাম্বার লিখুন"
                                                                    class="form-control" type="number" required>
                                                            </div>

                                                            <div class="form-group">
                                                                <div class="form-check mb-3">
                                                                    <label class="form-check-label"
                                                                        for="animal">প্রাণীঃ</label>
                                                                    <select class="form-select form-select-animal"
                                                                        aria-label=".form-select-animal">
                                                                        <option value="cow" selected>গরু
                                                                        </option>
                                                                        <option value="buffalo">মহিষ</option>
                                                                        <option value="goat">ছাগল</option>
                                                                        <option value="sheep">ভেড়া</option>
                                                                        <option value="horse">ঘোড়া</option>
                                                                        <option value="dog">কুকুর</option>
                                                                        <option value="cat">বিড়াল</option>
                                                                        <option value="rabbit">খরগোশ</option>
                                                                        <option value="hen">দেশী মুরগি</option>
                                                                        <option value="duck">হাঁস</option>
                                                                        <option value="broiler">ব্রয়লার
                                                                        </option>
                                                                        <option value="sonali">সোনালী</option>
                                                                        <option value="pigeon">কবুতর</option>
                                                                        <option value="koel">কোয়েল</option>
                                                                        <option value="dove">ঘুঘু</option>
                                                                        <option value="bajrigar">বার্জারগার
                                                                        </option>
                                                                        <option value="parrot">তোতাপাখি</option>
                                                                    </select>
                                                                </div>
                                                            </div>
                                                            <div class="form-group">
                                                                <label class="form-check-label"
                                                                    for="bdaymonth">প্রাণীর
                                                                    বয়স ( মাস ও বছর )
                                                                </label>
                                                                <input type="date" class="form-control"
                                                                    id="bdaymonth" name="bdaymonth">
                                                            </div>
                                                            <div class="form-group">
                                                                <label class="form-check-label"
                                                                    for="animal_number">প্রাণীর
                                                                    সংখ্যা
                                                                </label>
                                                                <input id="animal_number" name="animal_number"
                                                                    placeholder="আপনার প্রাণীর সংখ্যা লিখুন"
                                                                    class="form-control" type="number" required>
                                                            </div>
                                                            <div class="form-group">
                                                                <label class="form-check-label"
                                                                    for="animal_weight">প্রাণীর
                                                                    ওজন
                                                                </label>
                                                                <input id="animal_weight" name="animal_weight"
                                                                    placeholder="আপনার প্রাণীর ওজন (কেজিতে) লিখুন"
                                                                    class="form-control" type="number" required>
                                                            </div>
                                                            <div class="form-group">
                                                                <div class="form-check mb-3">
                                                                    <label class="form-check-label"
                                                                        for="animal">সেবাসমূহঃ</label>
                                                                    <select class="form-select form-select-service"
                                                                        aria-label=".form-select-service">
                                                                        <option value="cow" selected>ভ্যাকসিন
                                                                        </option>
                                                                        <option value="buffalo">চিকিৎসা</option>
                                                                        <option value="goat">কৃত্রিম প্রজনন
                                                                        </option>
                                                                        <option value="sheep">প্রশিক্ষণ</option>
                                                                        <option value="horse">গর্ভাবস্থা পরীক্ষা
                                                                        </option>
                                                                        <option value="dog">নিবন্ধনকরণ</option>
                                                                        <option value="cat">ল্যাবরেটরি পরীক্ষা
                                                                        </option>
                                                                    </select>
                                                                </div>
                                                            </div>

                                                            <div class="form-group">
                                                                <div class="checkbox-container">
                                                                    <label for="options" class="form-check-label"
                                                                        onmouseenter="showOptions()">রোগের
                                                                        লক্ষণ</label>
                                                                    <div id="options" class="options-checkboxes"
                                                                        onmouseleave="hideOptions()">
                                                                        <label><input type="checkbox" value="অরুচি"
                                                                                selected>অরুচি</label>
                                                                        <label><input type="checkbox" value="জ্বর">
                                                                            জ্বর</label>
                                                                        <label><input type="checkbox"
                                                                                value="ব্যাথা">ব্যাথা</label>
                                                                        <label><input type="checkbox"
                                                                                value="ফোলা">ফোলা</label>
                                                                        <label><input type="checkbox"
                                                                                value="লালাভ">লালাভ</label>
                                                                        <label><input type="checkbox"
                                                                                value="ক্ষুধা মন্দা">ক্ষুধা
                                                                            মন্দা</label>
                                                                        <label><input type="checkbox"
                                                                                value="পাতলা পায়খানা">পাতলা
                                                                            পায়খানা</label>
                                                                        <label><input type="checkbox"
                                                                                value="পানি শুন্যতা">পানি
                                                                            শুন্যতা</label>
                                                                        <label><input type="checkbox"
                                                                                value="দূর্বলতা">দূর্বলতা</label>
                                                                        <label><input type="checkbox"
                                                                                value="ঝিমুনি">ঝিমুনি</label>
                                                                        <label><input type="checkbox"
                                                                                value="একপার্শে শুয়ে থাকা"> একপার্শে
                                                                            শুয়ে থাকা
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="শক্ত পায়খানা"> শক্ত
                                                                            পায়খানা</label>
                                                                        <label><input type="checkbox"
                                                                                value="পেট ফাঁপা">
                                                                            পেট ফাঁপা</label>
                                                                        <label><input type="checkbox"
                                                                                value=" খুঁড়িয়ে চলা"> খুঁড়িয়ে
                                                                            চলা</label>
                                                                        <label><input type="checkbox"
                                                                                value=" লালা ঝরা">
                                                                            লালা ঝরা</label>
                                                                        <label><input type="checkbox"
                                                                                value="চোখ লালাভ">
                                                                            চোখ লালাভ</label>
                                                                        <label><input type="checkbox"
                                                                                value="চোখ দিয়ে পানি পড়া"> চোখ দিয়ে
                                                                            পানি পড়া
                                                                        </label>
                                                                        <label><input type="checkbox" value="হাঁচি">
                                                                            হাঁচি</label>
                                                                        <label><input type="checkbox"
                                                                                value="ঘড়ঘড় শব্দ করা"> ঘড়ঘড় শব্দ
                                                                            করা
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="রক্ত পড়া">রক্ত পড়া </label>
                                                                        <label><input type="checkbox"
                                                                                value="গরম না হওয়া">গরম না
                                                                            হওয়া</label>
                                                                        <label><input type="checkbox"
                                                                                value="মাথা কাঁপানো">মাথা
                                                                            কাঁপানো</label>
                                                                        <label><input type="checkbox"
                                                                                value="ঘাড় বাঁকা">ঘাড় বাঁকা </label>
                                                                        <label><input type="checkbox" value="আঘাত">
                                                                            আঘাত
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="পুড়ে যাওয়া"> পুড়ে
                                                                            যাওয়া</label>
                                                                        <label><input type="checkbox"
                                                                                value="কেটে যাওয়া"> কেটে
                                                                            যাওয়া</label>
                                                                        <label><input type="checkbox"
                                                                                value="ছিলে যাওয়া"> ছিলে যাওয়া
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="ঘা">ঘা</label>
                                                                        <label><input type="checkbox"
                                                                                value="ক্ষত">ক্ষত
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="ভেঙ্গে যাওয়া">ভেঙ্গে
                                                                            যাওয়া</label>
                                                                        <label><input type="checkbox"
                                                                                value="পায়ের পাতা ফোলা">পায়ের পাতা
                                                                            ফোলা</label>
                                                                        <label><input type="checkbox"
                                                                                value="পাখা ছেড়ে দেয়া">পাখা ছেড়ে
                                                                            দেয়া</label>
                                                                        <label><input type="checkbox"
                                                                                value="মলদ্বার ঝুলে থাকা">মলদ্বার ঝুলে
                                                                            থাকা</label>
                                                                        <label><input type="checkbox"
                                                                                value="ভ্যাজাইনা ঝুলে থাকা">ভ্যাজাইনা
                                                                            ঝুলে থাকা
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="জরায়ু ঝুলে থাকা">জরায়ু ঝুলে
                                                                            থাকা
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="শ্বাসকষ্ট">শ্বাসকষ্ট </label>
                                                                        <label><input type="checkbox"
                                                                                value="পেট ফাঁপা">পেট ফাঁপা </label>
                                                                        <label><input type="checkbox"
                                                                                value="কাশি">কাশি</label>
                                                                        <label><input type="checkbox"
                                                                                value="সর্দি">সর্দি</label>
                                                                        <label><input type="checkbox"
                                                                                value="ফোঁড়া ওঠা">ফোঁড়া ওঠা</label>
                                                                        <label><input type="checkbox"
                                                                                value="বিষ খাওয়া">বিষ খাওয়া </label>
                                                                        <label><input type="checkbox"
                                                                                value="খাবার ওগলানো">খাবার
                                                                            ওগলানো</label>
                                                                        <label><input type="checkbox"
                                                                                value="বমি করা">বমি করা</label>
                                                                        <label><input type="checkbox"
                                                                                value="ঘন ঘন প্রস্রাব">ঘন ঘন প্রস্রাব
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="প্রসাব বন্ধ">প্রসাব বন্ধ</label>
                                                                        <label><input type="checkbox"
                                                                                value="পায়খানা বন্ধ"> পায়খানা বন্ধ
                                                                        </label>
                                                                        <label><input type="checkbox"
                                                                                value="দুধ বন্ধ">দুধ বন্ধ</label>
                                                                        <label><input type="checkbox"
                                                                                value="ডিম কমে যাওয়া"> ডিম কমে
                                                                            যাওয়া</label>
                                                                        <label><input type="checkbox"
                                                                                value="শুকিয়ে যাওয়া"> শুকিয়ে যাওয়া
                                                                        </label>
                                                                    </div>
                                                                    <div class="selected-options"
                                                                        id="selected-options">
                                                                        <!-- Selected options will be displayed here -->
                                                                    </div>
                                                                </div>
                                                            </div>

                                                            <div class="bill">
                                                                <p class="payment">পরিশোধ করুনঃ</p>
                                                                <div class="amount"></div>
                                                                <span>টাকা</span>
                                                            </div>

                                                            <div class="form-group payment_area">
                                                                <span class="payment_method">পেমেন্ট
                                                                    মেথড</span>

                                                                <div class="payment_type">
                                                                    <ul class="nav nav-tabs" id="paymentTab"
                                                                        role="tablist">
                                                                        <li class="nav-item" role="presentation">
                                                                            <button class="nav-link active"
                                                                                id="bikash-tab" data-bs-toggle="tab"
                                                                                data-bs-target="#bikash"
                                                                                type="button" role="tab"
                                                                                aria-controls="bikash"
                                                                                aria-selected="true"><span
                                                                                    class="payment_icon"><img
                                                                                        src="{{ asset('asset/assets/img/bkash-logo-835789094A-seeklogo.com.png') }}"
                                                                                        alt=""></span></button>
                                                                        </li>
                                                                        <li class="nav-item" role="presentation">
                                                                            <button class="nav-link" id="nogod-tab"
                                                                                data-bs-toggle="tab"
                                                                                data-bs-target="#nogod" type="button"
                                                                                role="tab" aria-controls="nogod"
                                                                                aria-selected="false"><span
                                                                                    class="payment_icon"><img
                                                                                        src="{{ asset('asset/assets/img/Nagad-Logo.wine.png') }}"
                                                                                        alt=""></span></button>
                                                                        </li>
                                                                        <li class="nav-item" role="presentation">
                                                                            <button class="nav-link" id="rocket-tab"
                                                                                data-bs-toggle="tab"
                                                                                data-bs-target="#rocket"
                                                                                type="button" role="tab"
                                                                                aria-controls="rocket"
                                                                                aria-selected="false"><span
                                                                                    class="payment_icon"><img
                                                                                        src="{{ asset('asset/assets/img/rocket.png')}}"
                                                                                        alt=""></span></button>
                                                                        </li>
                                                                    </ul>
                                                                    <div class="tab-content" id="myTabContent">
                                                                        <div class="tab-pane fade show active"
                                                                            id="bikash" role="tabpanel"
                                                                            aria-labelledby="bikash-tab">
                                                                            <form>
                                                                                <div class="form-check">
                                                                                    <input id="bikash"
                                                                                        name="payment"
                                                                                        placeholder="বিকাশ নাম্বার"
                                                                                        class="form-control"
                                                                                        type="number" required>
                                                                                    <br>
                                                                                    <input id="bikash"
                                                                                        name="payment"
                                                                                        placeholder="১১ ডিজিটের Trans ID লিখুন"
                                                                                        class="form-control"
                                                                                        type="number" required>

                                                                                </div>
                                                                            </form>
                                                                        </div>
                                                                        <div class="tab-pane fade" id="nogod"
                                                                            role="tabpanel"
                                                                            aria-labelledby="nogod-tab">
                                                                            <form>
                                                                                <div class="form-check">
                                                                                    <input id="nogod"
                                                                                        name="payment"
                                                                                        placeholder="নগদ নাম্বার"
                                                                                        class="form-control"
                                                                                        type="number" required>
                                                                                    <br>
                                                                                    <input id="nogod"
                                                                                        name="payment"
                                                                                        placeholder="১১ ডিজিটের Trans ID লিখুন"
                                                                                        class="form-control"
                                                                                        type="number" required>
                                                                                </div>
                                                                            </form>
                                                                        </div>
                                                                        <div class="tab-pane fade" id="rocket"
                                                                            role="tabpanel"
                                                                            aria-labelledby="rocket-tab">
                                                                            <form>
                                                                                <div class="form-check">
                                                                                    <input id="rocket"
                                                                                        name="payment"
                                                                                        placeholder="রকেট নাম্বার"
                                                                                        class="form-control"
                                                                                        type="number" required>
                                                                                    <br>
                                                                                    <input id="rocket"
                                                                                        name="payment"
                                                                                        placeholder="১১ ডিজিটের Trans ID লিখুন"
                                                                                        class="form-control"
                                                                                        type="number" required>
                                                                                </div>
                                                                            </form>
                                                                        </div>
                                                                    </div>
                                                                </div>
                                                                <span
                                                                    class="or d-block mt-5 mb-4">.........অথবা.........</span>
                                                                <div class="form-check ">
                                                                    <input type="radio" name="payment"
                                                                        id="cash">
                                                                    <label class="form-check-label"
                                                                        for="cash">ক্যাশ
                                                                        অন</label>
                                                                </div>
                                                            </div>

                                                        </fieldset>
                                                        <button type="submit" class="btn btn-success">ডাউনলোড
                                                            করুন</button>
                                                    </form>
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                                <span class="alart">>> সেবা গ্রহণের জন্য অবশ্যই নিবন্ধন করুন ...</span>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="row desktopmenu_wrap">
                <div class="col-12">
                    <div class="desktop_menu">
                        <ul class="desktop_main_menu position-relative">
                            <li class="position-relative">
                                <a>খামারের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                <ul>
                                    <li><a href="#">গাভীর খামারের তালিকা</a></li>
                                    <li><a href="#">হৃষ্টপুষ্টকরণ খামারের তালিকা</a></li>
                                    <li><a href="#">ছাগল খামারের তালিকা</a></li>
                                    <li><a href="#">ভেড়ার খামারের তালিকা</a></li>
                                    <li><a href="#">মহিষ খামারের তালিকা</a></li>
                                    <li><a href="#">সোনালি মুরগির খামারের তালিকা</a></li>
                                    <li><a href="#">লেয়ার মুরগির খামারের তালিকা</a></li>
                                    <li><a href="#">ব্রয়লার মুরগির খামারের তালিকা</a></li>
                                    <li><a href="#">কবুতর খামারের তালিকা</a></li>
                                    <li><a href="#">হাঁস খামারের তালিকা</a></li>
                                    <li><a href="#">টার্কি খামারের তালিকা</a></li>
                                    <li><a href="#">কোয়েল খামারের তালিকা</a></li>
                                    <li><a href="#">সৌখিন পাখির খামারের তালিকা</a></li>
                                    <li><a href="#">সংকর জাতের উন্নত খামারের তালিকা ফাইল</a></li>
                                    <li><a href="#">অন্যান্য খামারের তালিকা
                                        </a></li>
                                </ul>
                            </li>
                            <li class="position-relative">
                                <a>প্রাণিজাত পণ্য ও উপজাতের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                <ul>
                                    <li><a href="#">গোয়ালার তালিকা </a></li>
                                    <li><a href="#">চামড়া সংগ্রহকারীর তালিকা </a></li>
                                    <li><a href="#">কসাই/মাংস প্রক্রিয়াজাতকারীর তালিকা</a></li>
                                    <li><a href="#">প্রাণিজাত পণ্য/মিষ্টান্ন প্রক্রিয়াজাতকারী/বিক্রেতার
                                            তালিকা</a></li>
                                    <li><a href="#">বাচ্চা/খাদ্য/ঔষধ বিক্রেতা/ডিলারদের তালিকা</a></li>
                                    <li><a href="#"> রেজি: ডেইরী খামারের তালিকা</a></li>
                                    <li><a href="#">রেজি: পোল্ট্রি খামার ও হ্যাচারির তালিকা</a></li>
                                    <li><a href="#">রেজি: কসাই এর তালিকা</a></li>
                                    <li><a href="#">দুধ প্রক্রিয়াজাতকারীদের তালিকা</a></li>
                                </ul>
                            </li>
                            <li class="position-relative">
                                <a>স্টেক হোল্ডারদের তালিকা <i class="fa-solid fa-caret-down"></i></a>
                                <ul>
                                    <li><a href="#">ঘাস খামারির তালিকা</a></li>
                                    <li><a href="#">হাট-বাজারের তালিকা </a></li>
                                    <li><a href="#">কসাইখানা/জবাই স্থান এর তালিকা</a></li>
                                    <li><a href="#">ফিড উৎপাদনকারীর তালিকা</a></li>
                                    <li><a href="#">ফিড আমদানি/রপ্তানি/বিক্রেতার তালিকা</a></li>
                                    <li><a href="#"> ঔষধ/টিকা প্রস্তুতকারী/বিক্রেতার তালিকা</a></li>
                                    <li><a href="#">রেজি: ফিডমিল/পশুখাদ্য আমদানি/রপ্তানি/বিক্রেতার তালিকা</a>
                                    </li>
                                    <li><a href="#">রেজি: কসাই এর তালিকা</a></li>
                                    <li><a href="#">রেজি: অন্যান্য বেসরকারি প্রতিষ্ঠান এর তালিকা</a></li>
                                </ul>
                            </li>
                            <li class="mega_menu_wrap">
                                <a>উপজেলার প্রাণিসম্পদ বিষয়ক তথ্য <i class="fa-solid fa-caret-down"></i></a>
                                <div class="mega_menu">
                                    <ul>
                                        <li><a>সেবা প্রদান সংক্রান্ত তালিকা</a>
                                            <ol>
                                                <li><a href="#">অডিট ফাইল ও রিপোর্ট</a></li>
                                                <li><a href="#">স্বারক রেজিস্টার</a></li>
                                                <li><a href="#">প্রাপ্তি স্বীকার পত্র রেজিস্টার ও ফাইল</a></li>
                                                <li><a href="#">পত্রজারি রেজিস্টার ও ফাইল</a></li>
                                                <li><a href="#">শুদ্ধাচার/ই-গভ: ও ইনোভেশন/তথ্য অধিকার/সেবা প্রদান
                                                        প্রতিশ্রুতি/অভিযোগ-প্রতিকার ব্যবস্থা/এপিএ কমিটির সভা রেজিস্টার ও
                                                        ফাইল</a></li>
                                                <li><a href="#">সেবাগ্রহীতাদের মন্তব্য রেজিস্টার</a></li>
                                                <li><a href="#">তথ্য অধিকার প্রাপ্তির ফরম, আবেদন ও নিষ্পত্তি
                                                        ফাইল</a>
                                                </li>
                                                <li><a href="#">তদন্ত ফাইল</a></li>
                                                <li><a href="#">মোবাইল কোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">আইন/বিধিমালা/নীতিমালা ফাইল</a></li>
                                                <li><a href="#">বেসরকারি এআইটি ফাইল</a></li>
                                            </ol>
                                        </li>
                                        <li><a>প্রকল্পের তালিকা</a>
                                            <ol>
                                                <li><a href="#">স্টক রেজিস্টার ও বিতরণ ফাইল</a></li>
                                                <li><a href="#">বরাদ্দ রেজিস্টার</a></li>
                                                <li><a href="#">বিল রেজিস্টার ও বিল ভাউচার ফাইল </a></li>
                                                <li><a href="#">সম্প্রসারণ কাজের ফাইল</a></li>
                                                <li><a href="#">গুরুত্বপূর্ণ APA রেজিস্টার ও প্রমাণক ফাইলসমূহ
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>অফিস সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">অফিস বিল্ডিং এর কাগজ/দলিল ফাইল </a></li>
                                                <li><a href="#">অফিস আসবাবপত্রের রেজিস্টার ও প্রাপ্তি ফাইল </a>
                                                </li>
                                                <li><a href="#">বিদুৎ বিলের ফাইল </a></li>
                                                <li><a href="#">কর/খাজনা ফাইল </a></li>
                                                <li><a href="#">ইন্টারনেট/ওয়াইফাই/টেলিফোন বিল ফাইল</a></li>
                                                <li><a href="#">বরাদ্দ রেজিস্টার ও বরাদ্দ ফাইল </a></li>
                                                <li><a href="#">বিল রেজিস্টার ও বিল ভাউচার ফাইল </a></li>
                                                <li><a href="#">ক্যাশ বহি </a></li>
                                                <li><a href="#">স্ট্যাম্প বহি ও ফাইল </a></li>
                                                <li><a href="#">হাজিরা রেজিস্টার </a></li>
                                                <li><a href="#">ছুটির দরখাস্ত ফাইল </a></li>
                                                <li><a href="#">ভ্রমণ বিবরণী ফাইল </a></li>
                                                <li><a href="#">ভ্রমণভাতা ফাইল</a></li>
                                                <li><a href="#">ডার্ক/পেন্ডিং ফাইল </a></li>
                                                <li><a href="#">সম্প্রসারণ কাজের ফাইল </a></li>
                                                <li><a href="#">পরিদর্শন রেজিস্টার </a></li>
                                                <li><a href="#">স্মারক রেজিস্টার </a></li>
                                                <li><a href="#">মাসিক সভা রেজিস্টার ও মাসিক রিপোর্ট ফাইল </a>
                                                </li>
                                                <li><a href="#">উপজেলা স্থায়ী কমিটির সভা রেজিস্টার ও ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>কর্মকর্তা &amp; কর্মচারী সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">বেতনবিল ফাইল</a></li>
                                                <li><a href="#">কর্মকর্তা-কর্মচারীদের তথ্য ফাইল ও ব্যক্তিগত
                                                        ফাইল</a>
                                                </li>
                                            </ol>
                                        </li>
                                        <li><a>ঋণ সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">ক্ষুদ্র ঋণ বিতরণ রেজিস্টার</a></li>
                                                <li><a href="#">ক্ষুদ্র ঋণ বিতরণ ফাইল ও রাজস্ব আদায় ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                    </ul>

                                </div>
                            </li>
                            <li class="mega_menu_wrap">
                                <a>উপজেলার প্রাণিসম্পদ এর সারসংক্ষেপ <i class="fa-solid fa-caret-down"></i></a>
                                <div class="mega_menu">
                                    <ul>
                                        <li><a>প্রজনন সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">কৃত্রিম প্রজনন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">কৃত্রিম প্রজনন রেজিস্টার </a></li>
                                                <li><a href="#">সিমেন স্টক রেজিস্টার ও সরবরাহের ফাইল</a></li>
                                                <li><a href="#">সিমেন থেকে রাজস্ব আদায় ফাইল </a></li>
                                                <li><a href="#"> সংকর জাতের বাছুর উৎপাদন তথ্য রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">সংকর জাতের বাছুর উৎপাদন তথ্য রেজিস্টার </a></li>
                                            </ol>
                                        </li>
                                        <li><a>টিকা সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">টিকা প্রদান রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর টিকা প্রদান রেজিস্টার ও বিতরণের ফাইল
                                                    </a></li>
                                                <li><a href="#">হাঁস-মুরগির টিকা প্রদান রেজিস্টার ও বিতরণের ফাইল
                                                        ফাইল</a></li>
                                                <li><a href="#">টিকাবীজ স্টক রেজিস্টার এবং সরবরাহ ও চাহিদাপত্রের
                                                        ফাইল
                                                    </a></li>
                                                <li><a href="#">টিকাবীজ থেকে রাজস্ব আদায় ফাইল
                                                    </a></li>
                                                <li><a href="#">ভ্যাক্সিনেশন ক্যাম্প রেজিস্টার </a></li>
                                            </ol>
                                        </li>
                                        <li><a>চিকিৎসা সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">গবাদিপশুর চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর চিকিৎসা রেজিস্টার (হাসপাতাল ও
                                                        খামার)</a></li>
                                                <li><a href="#">হাঁস-মুরগির চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">হাঁস-মুরগির চিকিৎসা রেজিস্টার (হাসপাতাল ও
                                                        খামার)</a>
                                                </li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রিপোর্ট রেজিস্টার </a></li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রেজিস্টার </a></li>
                                                <li><a href="#">পোষা প্রাণীর চিকিৎসা রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">নমুনা সংগ্রহ ও গবেষণাগারে প্রেরণ রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">নমুনা সংগ্রহ ও গবেষণাগারে প্রেরণ রেজিস্টার এবং
                                                        নমুনা
                                                        প্রেরণপত্র ও
                                                        প্রাপ্ত রিপোর্ট এর ফাইল</a></li>
                                                <li><a href="#">ডিজিজ সার্ভিলেন্স রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">ডিজিজ সার্ভিলেন্স রেজিস্টার ও নজরদারীর তথ্যসংগ্রহ
                                                        ফাইল</a></li>
                                                <li><a href="#">ভেটেরিনারি ফ্রি মেডিক্যাল ক্যাম্প রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">ভেটেরিনারি ফ্রি মেডিক্যাল ক্যাম্প রেজিস্টার ও
                                                        সেবাগ্রহীতাদের তালিকা
                                                        ফাইল</a></li>
                                            </ol>
                                        </li>
                                        <li><a>অর্থনৈতিক রিপোর্ট সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">দুধ উৎপাদন রিপোর্ট রেজিস্টার
                                                    </a></li>
                                                <li><a href="#">দুধ উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                                <li><a href="#">মাংস উৎপাদন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">মাংস উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                                <li><a href="#"> পশু-পাখি বিক্রেতাদের তালিকা</a></li>
                                                <li><a href="#">চামড়া ব্যবসায়ীদের তালিকা </a></li>
                                                <li><a href="#"> ডিম উৎপাদন রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">ডিম উৎপাদন খামারের তথ্য ও বাজারজাতকরণ ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                        <li><a>সম্প্রসারণ সংক্রান্ত</a>
                                            <ol>
                                                <li><a href="#">খামারি প্রশিক্ষণ রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">খামারি প্রশিক্ষণ রেজিস্টার ও অংশগ্রহণকারীদের
                                                        তালিকা
                                                        ফাইল</a></li>
                                                <li><a href="#">মাংস প্রক্রিয়াজাতকারীদের প্রশিক্ষণ রিপোর্ট
                                                        রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">মাংস প্রক্রিয়াজাতকারীদের প্রশিক্ষণ রেজিস্টার ও
                                                        অংশগ্রহণকারীদের
                                                        তালিকা ফাইল </a></li>
                                                <li><a href="#"> উঠান বৈঠক রিপোর্ট রেজিস্টার</a></li>
                                                <li><a href="#">উঠান বৈঠক রেজিস্টার ও অংশগ্রহণকারীদের তালিকা
                                                        ফাইল</a>
                                                </li>
                                                <li><a href="#">স্থায়ী ঘাস চাষ সম্প্রসারণ রিপোর্ট রেজিস্টার</a>
                                                </li>
                                                <li><a href="#">স্থায়ী ঘাস চাষ সম্প্রসারণ রেজিস্টার ও ঘাস চাষীদের
                                                        তথ্য
                                                        ফাইল</a></li>
                                                <li><a href="#">খামার/ফিডমিল/হ্যাচারি পরিদর্শণ রিপোর্ট রেজিস্টার
                                                    </a>
                                                </li>
                                                <li><a href="#">খামার/ফিডমিল/হ্যাচারি পরিদর্শণ রেজিস্টার এবং
                                                        প্রাপ্ত
                                                        তথ্য ফাইল ও
                                                        ফিডমিল/হ্যাচারি/চিলিংপ্লান্ট/বায়োগ্যাস প্ল্যান্ট/ওয়েস্ট
                                                        ম্যানেজমেন্ট
                                                        প্লান্ট/ঔষধ
                                                        কোম্পানি/ফার্মেসী/ডীলার ইত্যাদি এর তালিকা ফাইল </a></li>
                                                <li><a href="#"> গবাদিপশুর খামার রেজিস্ট্রেশন ও নবায়ন রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">গবাদিপশুর খামার রেজিস্ট্রেশন ও নবায়ন রেজিস্টার
                                                        এবং
                                                        আবেদনকারীদের
                                                        ফাইল, রেজিস্টার্ড ও নন রেজিস্টার্ড খামারের তালিকা ফাইল</a></li>
                                                <li><a href="#">রেজিস্ট্রেশন/নবায়ন থেকে রাজস্ব আদায় ফাইল</a></li>
                                                <li><a href="#">হাঁস-মুরগির খামার রেজিস্ট্রেশন ও নবায়ন রিপোর্ট
                                                        রেজিস্টার</a></li>
                                                <li><a href="#">হাঁস-মুরগির খামার রেজিস্ট্রেশন ও নবায়ন রেজিস্টার
                                                        এবং
                                                        আবেদনকারীদের
                                                        ফাইল, রেজিস্টার্ড ও নন রেজিস্টার্ড খামারের তালিকা ফাইল</a></li>
                                                <li><a href="#"> রেজিস্ট্রেশন/নবায়ন থেকে রাজস্ব আদায় ফাইল
                                                    </a></li>
                                            </ol>
                                        </li>
                                    </ul>
                                </div>
                            </li>
                            <li class="position-relative">
                                <a>অন্যান্য <i class="fa-solid fa-caret-down"></i></a>
                                <ul class="others_menu">
                                    <li><a href="#">মোবাইল কোর্ট সংখ্যা রিপোর্ট রেজিস্টার</a></li>
                                    <li><a href="#">মোবাইল কোর্ট রেজিস্টার ও আইন-বিধি ফাইল</a></li>
                                </ul>
                            </li>
                        </ul>
                    </div>

                </div>
            </div>
